//ARABIC

"lang" = "ar";

"finish" = "انتهى";

"cancel" = "إلغاء";
"close" = "إغلاق";
"ok" = "موافق";
"no" = "لا";

"distance_in_meters" = "%@ م ";
"connect" = "إتصال";
"connected" = "متصل";
"continue" = "متابعة";

"locked" = "مقفل";
"unlocked" = "مفتوح";

"connecting" = "جار الإتصال ";
"disconnected" = "غير متصل";

"settings" = "اعدادات";
"near_lock" = "نير لوك";
"fast_lock" = "قفل سريع";
"unpair" = "الغاء الإقران";

"share_text_twitter" = "@nearlockapp من خلال http://nearlock.me #nearlock جرب طريقة جديدة لقفل جهازك الماك .فقط امشي بعيدا.";
"share_text_facebook" = "جرب طريقة جديدة لقفل جهازك الماك .فقط إمشي مبتعداً";

"facebook" = "فيسبوك";
"twitter" = "تويتر";


"your_data_is_secure" = "تم تشفير بيناتك وتخزينها فقط في الجهاز الخاص بك";
"welcome" = "مرحبا";
"enter_login" = "ادخل كلمة المرور لجهازك الماك";
"distance" = "المسافة";
"signal_strength" = "قوة الإشارة";

"tutorial_screen_tap_settings" = "اضغط لإستعراض الإعدادت";
"tutorial_long_press" = "إضغط ضغطة طويلة للقفل/الفتح";

"tutorial_screen_unlocked" = "جهازك حاليا مفتوح";
"tutorial_screen_locked" = "جهازك حاليا مقفل";
"tutorial_screen_pro" = "إضغط لشراء النسخة الإحترافية";
"tutorial_screen_offline" = "ايفونك غير متصل بجهازك الماك";
"tutorial_screen_connecting" = "ايفونك يتصل بجهازك الماك";
"tutorial_screen_distance" = "المسافة التقريبية لجهازك الماك";
"tutorial_screen_signal" = "قوة اشارة الإتصال بين الايفون والماك";
"tutorial_screen_near_lock_off" = "نير لوك غير مشغل";
"tutorial_screen_near_lock_on_and_loggedin" = "نير لوك مشغل ابتعد حتى يقفل جهازك الماك";
"tutorial_screen_near_lock_on_and_loggedout" = "نير لوك مشغل اقترب حتى يتم إلغاء قفل الماك";

"use_swipe_menu" = " القائمة الممغنطة";
"use_standard_view" = " المشاهدة المعتادة";
"buy_pro_for_apple_watch" = "تطبيق الايفون يجب أن يتم تشغيله إذا أردت إستخدام ساعة آبل مجانا .للمزيد اشتري النسخة الاحترافية ";
"near_lock_distance" = "مسافة نير لوك";
"current_distance" = "المسافة الحالية";

"to_lock" = "%@ :للقفل";
"to_unlock" = "%@ :لإلغاء القفل";

"open_near_lock_on_iphone" = "تأكد من ان نير لوك مفتوح في جهازك.\nزور www.nearlock.me لتحصل على نسخة الماك";
"unlink_from_both_sides" = "لإنشاء إتصال جديد تأكد من أن أجهزتك أيضا غير مقترنة من جهة الماك";
"unlink_from_both_sides_bold" = "عدم الاقتران من جهة الماك";
"restart_bluetooth_on_iphone_can_help" = "أحيانا البلوتوث يتعرض للتشويش إن إعادة تشغيله في آيفونك و جهازك الماك يمكن أن يساعد على التخلص من التشويش ";
"restart_bluetooth_on_iphone_can_help_bold" = "اعادة تشغيل البلوتوث";


"restore" = "إستعادة";

"lock_mac" = "قفل الماك";
"unlock_mac" = "الغاء قفل الماك";
"unlock" = "إلغاء القفل";

"searching_for_devices" = "نير لوك يبحث عن أجهزة";

"open_near_lock_on_your_mac" = "لتبدأ إفتح \n\nفي جهازك الماك";
"login" = "تسجيل الدخول";
"password" = "كلمة السر";

"pro_text" = "النسخة الاحترافية تعمل أيضا في وضع الخلفية";
"pro_text_bold_part" = "الاحترافية ";

"get_pro_version" = "احصل على النسخة الإحترافية";


"status_yes_unlink" = "نعم الغي الإقتران";
"try_again" = "حاول مجددا";

"get_update" = "احصل على التحديث";
"mac_version_is_not_up_to_date" = "نسختك نير لوك الخاصة بالماك غير محدثة";
"connection_success" = "إتصال ناحج";
"connection_failed" = "كلمة السر غير صحيحة";

"unlock_device" = "%@ هل تريد إلغاء القفل؟ ";

"status_unlink_from_device" = "%@ هذا الجهاز تم فصله من";
"txt_touchid_or_passcode" = "تم الغاء اقتران الجهاز لإن كلمة السر تغيرت";

"new_update" = "هناك تحديث جديد للنير لوك";
"new_update_bold" = "نير لوك";

"update_mac_version" = "هناك تحديث جديد للنير لوك لجهازك ";
"update_mac_version_bold" = "نسحة الماك";

"status_unlink_confirmation" = "%@ هل أنت متأكد من إلغاء الاقتران من";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "الاعدادت غير مفعلة لأن جهازك غير متصل";

"proximity_lock_explanation" = " اجعل نير لوك يعمل\nتلقائيا ويقفل جهازك عندما تبتعد عنه ويفتح عندما تقترب منه ";
"proximity_lock_explanation_bold" = "نير لوك";

"distance_explanation" = "مسافة القفل\nفي حالة نير لوك مشغل";
"distance_explanation_bold" = "مسافة القفل";

"distance_explanation_signal" = "قوة اشارة القفل\nفي حالة نير لوك مشغل";
"distance_explanation_signal_bold" = "قوة اشارة القفل";

"proximity_lock_temporary_disabled" = "نير لوك مؤقتا غير مفعل لإنك سجلت الخروج.\nاخرج من نصف القطر للنير لوك وسيتفعل مجددا";
"tutorial_screen_near_lock_disabled" = "نير لوك مؤقتا غير مفعل - المستخدم سجل الخروج";

"proximity_lock_temporary_disabled_login_password_old" = "نير لوك مؤقتا غير مفعّل لأن المستخدم سجّل دخوله بكلمة السر . \nقم بالدخول في نصف القطر للنيرلوك ليتاح من جديد.";
"proximity_lock_temporary_disabled_login_password" = "نير لوك مؤقتا غير مفعّل لأن المستخدم سجّل دخوله يدوياً.  \nقم بالدخول في نصف القطر للنيرلوك ليتاح من جديد.";
"proximity_lock_temporary_disabled_login_password_long_old" = "نير لوك مؤقتا غير مفعّل لأن المستخدم سجّل دخوله بكلمة السر . \nقم بدخول نصف القطر للنيرلوك من خلال الآيفون ليتاح من جديد.";
"proximity_lock_temporary_disabled_login_password_long" = "نير لوك مؤقتا غير مفعّل لأن المستخدم سجّل دخوله يدوياً في وقت كان الآيفون ليس ضمن نطاق نيرلوك.  \nقم بالدخول في نصف القطر للنيرلوك من خلال الآيفون ليتاح من جديد تلقائياً.";
"tutorial_screen_near_lock_disabled_login_password_old" = "نير لوك مؤقتاً غير مفعّل - المستخدم سجّل الدخول بكلمة السر";
"tutorial_screen_near_lock_disabled_login_password" = "نير لوك مؤقتاً غير مفعّل - المستخدم سجّل الدخول";

"waiting_for_confirmation" = "بإنتظار تأكيد الايفون لفتح قفل الماك";

"login_on_approach_disabled" = "استيقاظ التفعيل غير مشغل - اضغط أي زر بجهازك لتفتحه";

"ble_not_supported_text" = "ايفونك لايدعم تكنولوجية لي الاخيرة للبلوتوث, بحاجة للإتصال مع جهازك الماك";
"ble_not_supported_text_bold" = "بلوتوث لي";

"turn_bluetooth_on_to_use_near_lock" = "يرجى تشغيل \nالبلوتوث \nلتتمكن من إستخدام نير لوك";
"turn_bluetooth_on_to_use_near_lock_bold" = "البلوتوث مشغل";

"app_store_not_reachable" = "خطأ في الإتصال";
"app_store_not_reachable_text" = "لايمكن الإتصال بمتجر الآبل";


"notification_locked_first_notification" = "جيد! %@ اُغلق مع نير لوك. لتستمر في إستقبال الإستشعارات قم بتفعيلها في ايفونك";
"notification_unlocked_first_notification" = "جيد! %@ اُغلق مع نير لوك. لتستمر في إستقبال الإستشعارات قم بتفعيلها في إعدادت ايفونك";

"notification_locked_old" = "اُغلق مع نير لوك %@";
"notification_unlocked_old" = "فُتح مع نير لوك %@";
"notification_locked" = " اُغلق مع نير لوك %@";
"notification_unlocked" = "فُتح مع نير لوك %@";

"setup_touch_id" = "إنشاء رمز المستخدم باللمس أو رمز المرور في إعدادت ايفونك لإستخدام هذه الخاصية";
"setup_touch_id_bold" = "المعرف الخاص باللمس";

"unlock_your_mac" = "فتح قفل الماك؟";

"unlock_device" = "فتح القفل %@؟";
"lock_device" = "%@ قفل";
"near_lock_off_device" = "%@ ايقاف تشغيل نير لوك ل ";
"near_lock_on_device" = "%@ تشغيل نير لوك ل ";

"near_lock_unlock_all" = "إلغاء القفل للكل";
"near_lock_lock_all" = "قفل الكل";
"no_devices_connected" = "لايوجد أجهزة ماك متصلة";


"authenticate_for_login" = "مصادقة لفتح الماك";

"near_lock_feedback" = "تقييم نير لوك ";
"near_lock_feedback_question" = "كيف تشعر تجاه نير لوك";
"near_lock_feedback_great" = "أعجبني";
"near_lock_feedback_could_be_better" = "هناك شي ما غير صحيح";
"near_lock_feedback_dont_ask_again" = "لاتسألني مرة ثانية";

"rate_app" = "قيّم التطبيق";
"rate_near_lock" = "قيّم التطبيق - أخبرنا ما رأيك ";
"rate_app_long" = "أنا أحب نيرلوك - قيّم التطبيق";
"rate_or_share_near_lock" = "هل تريد تقييم نير لوك أو\nمشاركته مع اصدقائك؟";

"open_near_lock_app" = "افتح تطبيق نير لوك";
"near_lock_settings" = "اعدادت نير لوك";

"distance_to_lock_device" = "%@ :المسافة للإغلاق";
"distance_to_unlock_device" = "%@ :المسافة لإلغاء القفل";
"unlock_distance" = "مسافة فك الإغلاق: %@";
"lock_distance" = "مسافة الإغلاق: %@";

"changes_available_only_in_pro_mode" = "التغييرات متاحة فقط في النسخة الإحترافية";
"distance_from_device" = "%@ المسافة :";
"near_lock_not_set_up" = "لم يتم تثبيت نير لوك";

"setup_near_lock" = "تم تثبيت نير لوك";


"near_lock_app_closed" = "يبدو أن تطبيق نير لوك مغلق";

"open_near_lock" = "إفتح نير لوك";
"loading" = "تحميل..";

"trouble_connecting" = "هل تواجه مشاكل للاتصال\nبجهازك؟";

"bluetooth_sharing_is_off" = "مشاركة البلوتوث مطفئة";
"turn_on_bluetooth_sharing_old" = "افتح مشاركة البلوتوث ";
"turn_on_bluetooth_sharing" = "يجب عليك أن تفتح مشاركة البلوتوث للآيفون ليتم استخدام نيرلوك في hgogtdm ";
"open_settings" = "افتح الإعدادات";

"turn_off_near_lock" = "تشغيل نير لوك";
"turn_on_near_lock" = "إطفاء نير لوك";
"lock_unlock_distance" = "قفل - مسافة القفل";

"enjoying_near_lock" = "هل أنت مستمتع بنير لوك ؟ ";
"please_rate" = "إذا كنت فعلاً مستمع بتطبيق نير لوك , الرجاء أخذ دقيقة من وقتك و إعطاء رأيك بنير لوك بكل صدق : فهذا يساعدنا كثيراً . شكراً لدعمك ";

"rate_near_lock_old" = "تقييم نير لوك ";
"rate_reming_me_later" = "قم يتذكيري لاحقاً";
"rate_no_thanks" = "لا , شكراً";


"tutorial_approach_mac_to_unlock" = "ممتاز , الآن تقرّب من الماك لفتحه !";
"tutorial_finished" = "بكل سهولة!";

"update_your_mac_version_manually" = "لديك إصدار قديم لنير لوك على الماك حيث بعض المزايا لن تعمل بالشكل الصحيح! الرجاء القيام بالتحديث أو تواصل مع الدعم.";

"try_buy_button_to_restore" = "لقد أخفقنا باسترجاع الإصدار للمحترفين . إذا قمت بالدفع مسبقاً, حاول استخدام خيار الشراء, لن نحاسبك مرتين ! ";
"contact_support_to_restore" = "لقد أخفقنا باسترجاع الإصدار للمحترفين . إذا قمت بالدفع مسبقاً, الرجاء التواصل مع الدعم  و سنرشدك على عملية الإسترجاع.";
"swipe_left" = " - امسح لليسار  ";

"txt_login_settings" = "إعدادت فك القفل";
"txt_allow_pass_auth_footer" = "هذا الخيار يتيح لك استخدام الآيفون الخاص بك لتوثيق النظام - مثل عند تثبيت برامج جديدة";
"txt_allow_pass_auth_section" = "نظام توثيق ماك";
"txt_allow_pass_auth" = "التوثيق مع نيرلوك";
"txt_login_settings_footer" = "هذا الخيار يحدد اذا كنت ستُسأل عن تسجيل الدخول في كل مرة تظهر خانة كلمة السر في جهازك الماك";

"txt_confirm_login_when_password_appears_old" = "تأكيد الدخول عند ظهور كلمة السر";
"txt_confirm_login_when_password_appears" = "فك قفل شاشة النوم ";

"txt_distance_precision" = "دقة المسافة";
"txt_enhanced_tracking" = "تعزيز التتبع";
"txt_distance_precision_footer" = "هذا الخيار يزيد من دقة تتبع المسافة";
"txt_distance_precision_footer_old" = "عدم تفعيل هذا الخيار سيقلل إستهلاك بطاريتك لكن سيقلل دقة مسافة التتبع";
"txt_notification_center" = "مركز الإشعارات";
"txt_notification_center_footer" = "تفعيل هذا الخيار سيظهر نير لوك في مركز إشعاراتك - عندما تضغط إلى الأسفل في شاشة ايفونك";

"txt_today_extension_allow_login_logout" = "السماح بالقفل/فك القفل";
"txt_today_extension_allow_login_logout_old" = "السماح بتسجيل الدخول / الخروج";
"txt_today_extension_allow_near_lock_update" = "السماح بالقيام بتحديثات للنيرلوك";
"txt_allow_change_when_locked" = "طلب المصادقة على الجهاز المقفول";
"txt_show_near_lock" = "اظهر نير لوك";
"txt_notifications" = "مركز الاشعارات";
"txt_swipe_left_footer" = "هذا الخيار يتيح لك المسح لليسار على التطبيقات و قفل/ فتح ماك من دون حتى فتح نير لوك.";
"txt_swipe_left_to_login" = "فك القفل مع إشعارات";
"txt_swipe_left_to_login_old" = "مرر لليسار لتسجيل الدخول";
"interactive_notifications" = "إشعارات تفاعلية";

"txt_text_notifications" = "نص الإشعارات";
"txt_on_approach" = "تفعيل فك القفل ";
"txt_walk_away" = "تفعيل القفل ";

"txt_sound_notifications" = "إشعارات صوتية ";
"txt_sound_on_unlock" = "تفعيل فك القفل ";
"txt_sound_on_lock" = "تفعيل القفل ";

"no_devices_connected" = "ليس لديك أجهزة متصلة";
"set_distance" = "مسافة";

"PRO" = "إحترافي";

"txt_yes_or_no" = "التأكيد مع الايفون - نعم او لا";
"txt_touchid_or_passcode" = "التأكيد مع الايفون - بصمة او كلمة مرور ";
"txt_none" = "لا شيء";
"txt_double_knock" = "النقر المزدوج";
"txt_insert_automatically" = "إدخال تلقائي (دون الطلب)";
"txt_reqeust_auth_on_locked_device" = "طلب المصادقة على الجهاز المقفول";

"txt_language" = "اللغة";
"txt_current_language" = "اللغة الحالية";

"default" = "الإفتراضي ";
"english" = "الإنجليزية ";
"german" = "الألمانية ";
"spanish" = "الإسبانية ";
"russian" = "الروسية ";
"chinese" = "الصينية ";
"hindi" = "الهندية ";
"portugese" = "البرتغالية ";
"french" = "الفرنسية ";

"txt_units" = "الوحدات ";
"txt_measure" = "قياس ";
"meters" = "أمتار ";
"feet" = "قدم ";
"signal_strength" = "قوة الإشارة ";

"txt_application_information" = "معلومات التطبيق";
"txt_version" = "نسخة";
"txt_copyright" = "حقوق الملكية";



"main_menu_disable_tracking" = "إيقاف تشغلي نير لوك";
"get_ios_app" = "احصل على تطبيق الايفون";
"faq_or_support" = "الأسئلة الاكثر ترددا أو إتصال بالدعم";
"only_pro_version_works_in_background" = "فقط النسخة الإحترافية تعمل في الخلفية";
"distance" = "مسافة";

"main_menu_add_new_device_button" = "اضف جهاز جديد";
"main_menu_device_too_far" = "نير لوك سيسجل خروج في %d ثواني. لان %@ بعيد جدا";
"error_getting_update" = "هنالك خطأ في الحصول على تحديث جديد لنير لوك. الرجاء تحميل و نصب التحديث الجديد يدوياً.";
"manual_link" = "الرابط اليدوي ";
"check_for_updates_button" = "البحث عن تحديثات ";

"turn_bluetooth_and_get_ios_app" = "الرجاء تشغيل البلوتوث لتحصل على تطبيق الايفون";
"start_ios_on_your_iphone" = "ابدأ تطبيق الايفون على ايفونك";

"turn_bluetooth_on" = "شغل البلوتوث";
"turn_bluetooth_off" = "أوقف تشغيل البلوتوث";
"bluetooth_is_off" = "بلوتوثك تم ايقاف تشغيله";
"bluetooth_is_off_short" = "بلوتوثك موقف";

"loading_screen_label" = "انتظر بينما يتم تثبيت اجهزتك";

"iphone_wants_to_connect" = "تريد الاتصال %@";

"accept" = "اقبل";
"deny" = "تجاهل";

"scanning" = "يتم المسح";

"initalizingBLE" = "ابدأ بلوتوث لي";
"restartingBluetooth" = "إعادة تشغيل البلوتوث";
"press_any_key_to_login" = "اضغط أي زر لفتح قفل الماك";

"use_iphone_to_set_up_near_lock" = "الآن استخدم ايفونك ل\nتنهي اعدادت نير لوك";
"enter_login_password" = "ادخل كلمة سر المرور";

"we_are_done" = "لقد انتهينا";

"near_lock_available_in_menu_bar" = "نير لوك سيكون متوفر\nفي شريط القوائم";

"share_near_lock" = "ساعدنا لننشر الكلمة";

"not_supported_ble" = "جهازك الماك لايدعم اخر تكنلوجيا للبلوتوث لي المطلوبة لتشغيل نير لوك";

"not_supported_mac_version" = "رجاءاً قم بتحديث نظام تشغيل جهازك الماك كي تستخدم نير لوك";

"not_supported_secondary_text" = "اذا كنت قد اشتريت تطبيق نير لوك للايفون وتريد استعادة مالك , اضغط زر استرداد";
"not_supported_main_button" = "استرداد";

"quit_near_lock" = "اغلق نير لوك";

"main_menu_add_new_device_text" = "ليس لديك اجهزة متصلة";

"you_have_sucessfuly_paired" = "%@ تم الاقتران بنجاح مع";

"new_ios_update" = "هناك تحديث جديد لنير لوك لإيفونك";
"new_osx_update" = "هناك تحديث جديد متاح من نير لوك";
"update" = "تحديث";

"you_have_connected_to" = "نير لوك متصل ل\n%@";

"you_have_disconnected_from" = "نير لوك فقد الاتصال ب\n%@";
"unable_to_lock_mac" = "لم يكن نير لوك قادراً على قفل الماك الخاص بك. الرجاء إعادة تشغيل الماك.";

"connected_to" = "%@ متصل ب";
"disconnected_from" = "%@ فقد الاتصال ب";

"main_menu_unlocked_with_near_lock" = "جهازك الماك تم الغاء قفله مع نير لوك";

"main_menu_unlocked_with_near_lock_device" = "%@ جهازك الماك تم الغاء قفله مع";

"main_menu_unlinked" = "جهاز النير لوك لم يعد مقترن";
"unsolvable_bluetooth_error" = "يبدو ان هناك مشكلة في البلوتوث, حاول اعادة تشغيله في ايفونك";

"needs_bluetooth_to_work" = "نير لوك يحتاج لبلوتوث كي يشتغل";
"turn_bluetooth_on" = "شغل البلوتوث";

"restarting_bluetooth" = "إعادة تشغيل البلوتوث";

"make_sure_ble_on" = "تاكد من أن البلوتوث مشغل في الايفون\nونير لوك يشتغل - على الاقل في وضع الخلفية";
"still_not_working" = "لايزال غير شغال";
"ble_can_get_jammed" = "احيانا يتم تشويش البلوتوث فإعادة تشغليه في الايفون يمكنه المساعدة";
"still_cant_get_it_to_work" = "لازلت لا أستطيع جعله يعمل";
"press_button_to_restart" = "اذا لازلت تواجه مشكلة اضغط الزر في الاسفل لإعادة تشغيل البلوتوث في جهازك الماك";
"restart_bluetooth" = "اعادة تشغيل البلوتوث";
"unlink_both_sides" = "في حالة انك لازلت تواجه مشاكل حاول ازالة الاقتران لاجهزتك من الجهتين ثم حاول الاتصال مجددا.تستطيع ازالة الاقتران من اعدادت نير لوك";
"still_doesnt_work" = "لايزال لايعمل";
"restart_iphone" = " نعتذر عن المشكلة.. احيانا إشارة البلوتوث تتشوش والحل الوحيد لإصلاحها هو إعادة تشغيل ايفونك";
"faq_or_mail" = "لمعلومات أكثر يمكنك زيارة الاأسئلة الأكثر ترددا أو ارسل لنا ايميل ونحن سنحاول مساعدتك";

"press_button_ble_on" = "اضغط الزر بالاسفل لتشغيل البلوتوث";
"turn_on_ble_to_use_near_lock" = "شغل البلوتوث لتستخدم نير لوك";
"having_trouble" = "تواجه مشكلة؟";
"rescan" = "إعادة مسح";
"open_welcome_screen" = "تثبيت وفتح نير لوك. يجب عليك مشاهدة شاشة الترحيب في ايفون. لازالت لاتعمل ؟";
"restart_ble_on_iphone" = "اعادة تشغيل البلوتوث في ايفونك يمكنه المساعدة. لازالت تواجه المشكلة؟";
"press_button_to_restart_ble" = "ا ضغط الزر بالأسفل لاعادة تشغيل البلوتوث في جهازك الماك. لازلت تواجه المشكلة؟";
"restart_iphone" = "نأسف للمشكلة .. هناك بعض الاشياء يمكنك عملها..يمكنك تنظيف كاش البلوتوث بالخطوات التالية في الخيارات المتقدمة<- تنطيف كاش البلوتوث";
"corrupted_bluetooth_cache" = "لقد وجد نيرلوك عطل في إتصال البلوتوث . \n/ الرجاء إخلاء العطل في بلوتوث جهاز الماك الخاص بك حتى تحصل على إتصال بلوتوث أكثر ثباتاُ.";
"corrupted_bluetooth_cache_short" = "الرجاء إخلاء العطل في البلوتوث حتى تحصل على إتصال أكثر ثباتاً";
"restart_bluetooth_on_iphone" = "قم بتجربة إعادة تشغيل البلوتوث في الآيفون الخاص بك لإعادة الإتصال. ";
"restart_bluetooth_on_iphone_long" = "لقد وجد نيرلوك عطل في إتصال البلوتوث . \n\n الرجاء محاولة إطفاء البلوتوث في الآيفون الخاص بك لمدة (5-10) ثوانٍ ثم إعادة تشغيله مجدداً";
"notification_settings" = "مركز الاشعارات";
"mac_notification_settings" = "إعدادات إشعارات ماك ";

"only_in_pro" = "متوفر فقط في النسخة الاحترافية";


"user_active" = "-المستخدم نشط";

"confirm_login_on_iphone" = "تأكيد تسجيل الدخول من الايفون";
"double_knock_on_your_iphone_long" = "النقر المزدوج على الأيفون الخاص بك";
"double_knock_on_your_iphone" = "النقر المزدوج";
"turn_bluetooth_off_to_clear_cache" = "هل تريد تنطيف كاش البلوتوث\n(اولا تحتاج الى ايقاف تشغيل البلوتوث)";

"clear_cache_description" = "ثم تحتاج لتنظيف ملف كاش البلوتث \n(سُتسأل عن معلوماتك) ";
"clear_cache" = "امسح الكاش";

"restart_mac_after_clear_cache" = " لتفعيل التغييرات يرجى إعادة تشغيل جهازك الماك.\n\nاذا اشتغل البلوتوث قبل اعادة التشغيل فالكاش لن تمسح";

"sleep" = "نوم";
"show_notification_on_login" = "اظهر الإشعارات عندما يتم تسجيل الدخول مع نيرلوك";
"show_near_lock_icon_while_mac_locked" = "اظهر ايقونة نير لوك عندما جهاز الماك مقفل";

"start_on_mac_startup" = "ابدأ مع قوائم البداية للماك";

"wake_on_approach" = "فتح القفل فقط بعد ضغط اي مفتاح";
"wake_on_approach_long" = "قم بفك القفل بعد الضغط على المفتاح و أثناء وجود الآيفون ضمن النطاق";

"near_lock_options" = "تثبيت ";

"near_lock_options_login_on_approach" = "فتح القفل عند الإقتراب من الماك";

"near_lock_options_logout_on_walk_away" = "قفل عندما أبتعد عن الماك";

"action_to_confirm_login" = "إعدادات فك القفل ";
"unlock_automatically_on_approach" = "تلقائيا عندما أقترب من الماك";
"dont_confirm" = "تلقائيا عندما أقترب من الماك";
"confirm_yes_no" = "تأكيد من الآيفون - نعم أو لا ";
"touch_id_passcode" = "تأكيد من الآيفون - معلومات المستخدم و كلمة السر";
"knock_menu_item_long" = "قم بالتأكيد بالنقر المزدوج (سيتفعل بعد 15 ثانية من الإشعار) ";
"knock_menu_item" = "قم بالتأكيد بالنقر المزدوج ( 15 ثانية) ";

"logout_action" = "إعدادات القفل";
"screensaver" = "شاشة الحفظ";

"advanced_settings" = "إعدادات متقدمة ";

"logout_on_disconnect" = "قفل عندما يكون الآيفون غير متصل";
"pause_music_on_logout" = "إيقاف الصوت عندما يُقفل الماك";

"allow_closer_distances" = "سماح المسافات الأقرب";
"allow_closer_distances_than" = "السماح بمسافة أقل من %@";
"clear_bluetooth_cache" = "مسح مخبأ البلوتوث";

"automatically_update" = "تحديث تلقائي للإصدار ماك";

"show_unlock_history" = "عرض تاريخ فك القفل ";
"unlock_history" = "فك قفل السجل";

"share_near_lock" = "نشر نير لوك ";
"help" = "مساعدة";
"about" = "عن التطبيق";
"feedback" = "ردود الفعل \ الدعم";

"contact_support" = "دعم المستخدم ";
"faq" = "الأسئلة الأكثر تكرارا";

"check_for_updates" = "التحديثات ";
"unlink_device" = "إلغاء إقران %@";
"new_ios_update_ready" = "تطبيق آيفون جديد متاح الآن - تحديث ";
"ios_version_up_to_date" = "تم تنصيب آخر إصدار للآيفون";

"device_not_connected" = "%@ غير متصل ";
"no_ios_device_connected" = "لا يوجد أي جهاز IOS متصل ";
"near_lock_up_to_date" = "تم تنصيب آخر تحديث للماك ";

"check" = "البحث عن تحديثات للماك";
"get_new_version" = "احصل على الإصدار الجديد !";
"checking_for_updates" = "البحث عن تحديثات ..";
"downloading_will_relaunch" = "يتم التنزيل .. سيتم الإستئناف عند الإنتهاء";

"downloading_relaunch_when_finished" = "يتم التنزيل .. سيتم الإستئناف عند الإنتهاء";
"new_update_ready" = "تحديث جديد جاهز ";
"relaunch_new_version_ready" = "استئناف - إصدار جديد جاهز";

"version" = "إصدار %@";

"session" = "\n--------------- Session: %@ ---------------";
"mac_locked_old" = "الماك مقفل ";
"mac_unlocked_old" = "الماك مفتوح ";

"mac_locked" = "الماك مقفل ";
"mac_unlocked" = "الماك مفتوح ";

"onboarding_tutorial_finished" = "حصلت عليه! إنه رائع , أليس كذلك؟";
"good_time_to_share" = "الوقت المناسب لمشاركته؟";
"we_are_ready_to_start" = "جيد! نحن جاهزون !";
"lets_try_it_out" = "لنقم بتجربته!";
"choose_unlock_lock_from_menu_bar" = "اختر قفل/فتح المسافة من شريط القائمة";
"enable_near_lock" = "تفعيل نير لوك";

"now_walk_away" = "الآن ابتعد عن الماك";
"your_distance" = "مسافتك: ";
"lock_distance" = "مسافة القفل:";
"get_pro_version_for_near_lock" = "عليك أن تحصل على إصدار نير لوك الإحترافي للعمل على الخلفية !";
"distance_estimation" = "مهم: المسافة يتم تقديرها بناءاً على قوة الإشارة بين أجهزتك - كل جهاز يتأثر بشكل مختلف لذلك حاول اختيار مسافة القفل / الفتح الأنسب. ";


"near_lock_started" = "بدأ نير لوك";
"on" = "مفعّل";
"off" = "غير مفعّل";

"new_version_available" = "هناك إصدار جديد متاح ";
"near_lock_not_up_to_date" = "إن إصدار نير لوك على الماك الخاص بك غير محدّث .الرجاء الضغط على الرابط في الأسفل لتنزيل أحدث إصدار . إذا لم يعمل التنصيب التلقائي يمكنك التنصيب يدويا و تنزيل نير لوك .";

"near_lock_connection_problem" = "مشكلة إتصال لدى نيرلوك";

"insert_password_to_mac" = "أدخل كلمة السر ل %@ ؟";
"insert_password_question" = "هل ترغب بإدخال كلمة السر ؟ ";
"insert_password_action" = "ادخل كلمة السر ";
"knock_twice_to_unlock_mac" = "انقر مرتين لفك قفل ماك!";
"knock_twice_to_unlock" = "انقر مرتين لفك قفل %@!";
"knock_twice_to_insert_password_to_mac" = "انقر مرتين لإدخال كلمة السر على الماك.";
"knock_twice_to_insert_password" = "انقر مرتين لإدخال كلمة السر على %@.";

"unlocking_with_notifications_only_in_pro" = "فك القفل مع الإشعارات فقط في النسخة الإحترافية";
"unlock_your_device_question" = "هل ترغب بفك قفل جهازك من خلال نيرلوك ؟ ";

"tap_to_turn_on_bluetooth" = "انقر لتشغيل البلوتوث ";
"tap" = "انقر ";

"swipe_up" = "اسحب للأعلى!";
"swipe_up_to_turn_on_bluetooth" = "اسحب للأعلى لتشغيل البلوتوث ";

"show_tutorial" = "اظهر البرنامج التعليمي";

"failed_login_attempt_detected" = "تحذير ! تم كشف محاولة دخول فاشلة!";
"failed_login_attempt" = "تحذير ! كشف نيرلوك عن محاولة دخول فاشلة!";
"warn_on_failed_login" = "أرسل إشعارعند وجود محاولة دخول فاشلة";
"configure_advanced_unlock_settings_on_iPhone" = "اكشف عن المزيد من خيارات فك القفل في إعدادات الآيفون";


"show_all_failed_logins" = "أظهر كل محاولات الدخول الفاشلة";

"mac_control" = "مراقبة ماك ";

"export" = "عرض";
"export_to_desktop" = "عرض على سطح المكتب";
"delete_all" = "حذف الكل";
"delete" = "حذف";

"no_detected_failed_logins" = "لا يوجد هنالك أي محاولات دخول فاشلة مكشوفة";
"no_known_login_logout_events" = "لا يوجد هنالك أي محاولات دخول /خروج مكشوفة";
"mugshots" = "صورة شخصية ";
"mugshot" = "صورة للوجه";

"image_saved_to_documents" = "تم حفظ الصورة في ملف الوثائق";
"image_saved_to_desktop" = "تم حفظ الصورة في ملف سطح المكتب";

"mugshot_image_saved_to_documents" = "تم حفظ الصورة الشخصية في ملف الوثائق";
"mugshot_image_saved_to_desktop" = "تم حفظ الصورة الشخصية في ملف سطح المكتب";

"unable_to_unlock_mac" = "لم يكن نير لوك قادراً على قفل الماك الخاص بك. الرجاء إعادة تشغيل الماك.";
"password_inserted_by_nearlock" = "تم إدخال كلمة السر الخاصة بك من قبل نيرلوك";

"no_appropriate_camera_attached" = "هذا الماك غير متصل بكاميرا  مناسبة";
"enable_option_in_settings" = "الرجاء تفعيل هذا الخيار في إعداداتك";

"filter" = "فلتر";
"lock_unlock_history" = "قفل / فك قفل السجل";
"session_duration" = "مدة الجلسة";
"failed_login_attempt_text" = "محاولة دخول فاشلة";

"nice_try_busted" = "محاولة جيدة للدخول إلى الماك!";
"get_pro_version_to_see_full_list" = "احصل على الإصدار المحترف لرؤية كامل اللائحة";
"busted_with_near_lock" = "تم ضبطك مع نيرلوك!";

"swipe_to_see_nearlock" = "امسح لرؤية على ماذا يقوم نيرلوك!";
"quick_start" = "بداية سريعة";


"tutorial_near_lock_uses_ble" = "يستخدم نيرلوك البلوتوث ذات الطاقة القليلة لربط أجهزتك";
"tutorial_near_lock_uses_ble_1" = "يستخدم نيرلوك  ";
"tutorial_near_lock_uses_ble_2" = "البلوتوث ذات الطاقة القليلة";
"tutorial_near_lock_uses_ble_3" = "لربط أجهزتك";

"tutorial_walk_away" = "امش مبتعداً حتى يتم قفل الماك الخاص بك";
"tutorial_walk_away_1" = "امش مبتعداً";
"tutorial_walk_away_2" = "حتى يتم قفل الماك الخاص بك";

"tutorial_apple_watch" = "لدخول أسرع استخدم ساعتك الأبل أو قطعة الإشعار";
"tutorial_apple_watch_1" = "لدخول أسرع استخدم";
"tutorial_apple_watch_2" = "ساعة أبل أو";
"tutorial_apple_watch_3" = "قطعة الإشعار";

"tutorial_touch_id" = "فك قفل الماك الخاص بك مع هوية المستخدم  ذات خاصية اللمس ، النقر المزدوج";
"tutorial_touch_id_1" = "فك قفل الماك الخاص بك مع ";
"tutorial_touch_id_2" = "هوية المستخدم ذات خاصية اللمس";
"tutorial_touch_id_3" = "النقر المزدوج";

"tutorial_detect_failed_login" = "تم ضبط محاولات دخول فاشلة";
"tutorial_detect_failed_login_1" = "ضبط";
"tutorial_detect_failed_login_2" = "محاولات دخول فاشلة";

"tutorial_lock_unlock_distance" = "اضبط بُعد القفل/ فك القفل على الماك الخاص بك";
"tutorial_lock_unlock_distance_1" = "اضبط";
"tutorial_lock_unlock_distance_2" = "قفل / فك قفل السجل";
"tutorial_lock_unlock_distance_3" = "البُعد عن الماك الخاص بك";

"tutorial_approach_to_unlock" = "اقترب من الماك الخاص بك لفك قفله";
"tutorial_approach_to_unlock_1" = "اقترب من الماك الخاص بك ";
"tutorial_approach_to_unlock_2" = "لفك قفله";

"to_start_download_on_mac" = "لاستخدام نيرلوك الرجاء تثبيت تطبيق نيرلوك";
"to_start_download_on_mac_bold" = "تطبيق نيرلوك للماك";

"skip" = "تخطى";

"to_start_download_on_mac_2" = "للبدء الرجاء تثبيت نيرلوك على جهازك الماك";


"define_safe_zones" = "إنشاء فك قفل الواي فاي";
"get_pro_version_to_use_wifi_unlock" = "لاستخدام الواي فاي يجب أن يكون لديك إصدار المحترفين";
"get_pro_version_to_use_this_feature" = "لاستخدام هذه الخاصية يجب أن يكون لديك إصدار المحترفين";
"pair_iphone_to_use_this_feature" = "لاستخدام خاصية فك قفل الأيفون تحتاج لأن يكون لديك آيفون مقترن";
"already_added_to_unlock_wifi_list" = "تم إضافتها مسبقاً إلى قائمة فك قفل الواي فاي";
"unlock_wifi_info_text_not_used" = "عندما تكون متصل بالواي فاي ( الإنترنت اللاسلكي المنزلي مثلاً) لن تحتاج لأن تقوم بإدخال كلمة السر لفتح جهاز الماك الخاص بك ، ستقوم نيرلوك بذلك تلقائياً.";
"currently_connected_to" = "متصل حالياً مع: ";
"add_to_unlock_wifi" = "إضافة إلى قائمة فك قفل الواي فاي";
"wifi_unlock" = "فك قفل الواي فاي";

"wifi_unlock_description_mac_not_used_2" = "يتيح لك فك قفل الواي فاي الدخول إلى جهاز الماك الخاص بك متى ما كنت متصل بشبكة واي فاي معينة (مثل شبكة الإنترنت المنزلي)";
"wifi_unlock_description_mac_not_used_3" = "استخدم فك قفل الواي فاي لفتح جهازك الماك عندما تكون متصل بشبكة واي فاي معينة (مثال شبكة الإنترنت المنزلي)";
"wifi_unlock_description_mac_not_used_4" = "استخدم فك قفل الواي فاي لإبقاء جهازك الماك مفتوحاً أثناء اتصالك بشبكات الواي فاي التي قمت باختيارها (مثل شبكة المنزل اللاسلكية)";

"already_added_to_network" = "قمت بإضافة %@ سابقاً إلى قائمة فك قفل الواي فاي !\nالرجاء الإتصال بشبكة الواي فاي التي ترغب بإضافتها إلى القائمة.";
"no_wifi_connected" = "لا توجد شبكة واي فاي متصلة";
"no_wifi_connected_short" = "لا يوجد واي فاي متصل";
"connect_to_wifi_to_add_wifi_unlock" = "الرجاء الإتصال بشبكة واي فاي لإضافتها إلى قائمة فك قفل الواي فاي";
"wifi_unlock_currently_connected" = "أنت حالياً متصل بشبكة %@ ";
"wifi_unlock_add_to_list" = "هل تريد إضافة شبكة %@ إلى قائمة فك قفل الواي فاي";
"add" = "إضافة";
"close" = "إغلاق";
"edit" = "تعديل";

"wifi_unlock_security_options" = "خيارات حماية فك قفل الواي فاي";

"wifi_unlock_require_iphone" = "تفعيل فك قفل الواي فاي فقط عندما يكون الآيفون متصل بجهاز الماك";
"wifi_unlock_allow_unlock_when_not_connected" = "السماح لفك قفل الواي بفتح جهازي الماك حتى لو لم يكن الآيفون الخاص بي متصل بجهاز الماك عن طريق البلوتوث";
"next" = "التالي";

"you_have_set_up_wifi_unlock" = "لقد قمت بإعداد فك القفل لشبكة الواي فاي بنجاح";
"wifi_unlock_finish_description" = "سيبقى جهازك الماك مفتوحاُ عندما:";
"wifi_unlock_when_connected_to_wifi" = "أنت متصل بشبكة %@";
"wifi_unlock_when_connected_to_wifi_and" = "أنت متصل بشبكة %@";
"wifi_unlock_when_connected_to_iphone" = "جهازك الآيفون متصل بجهاز الماك الخاص بك من خلال البلوتوث";

"tutorial_wifi_unlock" = "إبقاء جهازك مفتوحاً عند اتصاله بشبكة الواي فاي التي قمت باختيارها";
"tutorial_wifi_unlock_1" = "إبقاء جهازك الماك مفتوحاً";
"tutorial_wifi_unlock_2" = "أثناء اتصاله مع";
"tutorial_wifi_unlock_3" = "شبكة الواي فاي التي اخترتها";

"tutorial_wifi_only_selected_wifi" = "فقط شبكات الواي فاي المختارة";
"tutorial_wifi_save_battery" = "يقلل من الإستهلاك من بطارية الآيفون";
"tutorial_wifi_works_with_iphone" = "يعمل مع أو من دون الآيفون الخاص بك";

"add_wifi" = "إضافة واي فاي";
"edit_list" = "التعديل على القائمة ";
"edit_wifi_list" = "التعديل على قائمة فك قفل الواي فاي";
"wifi_unlock_edit_list" = "قائمة تعديل فك قفل الواي فاي";

"wifi_unlock_networks" = "شبكات فك قفل الواي فاي";
"wifi_unlock_edit_description" = "يجب أن يبقى جهازك الماك مفتوحاً أثناء اتصاله مع أي من شبكات الواي فاي الموجودة في الأسفل.\nتحقق من الإعدادات لخيارات الحماية المحترفة.";

"your_mac_unlocked_with_wifi_unlock" = "تم فتح جهازك الماك بواسطة فك قفل الواي فاي";

"wifi" = "واي فاي";
"wifi_unlock_marketing" = "فك قفل الواي فاي- إبقاء جهازك الماك مفتوحاً عند اتصاله بشبكة الواي فاي المختارة ( مثل شبكة الإنترنت المنزلي)";

"wifi_unlock_enabled" = "تم تفعيل فك قفل الواي فاي";

"take_photo_on_failed_login" = "أخذ صورة لتسجيل الدخول الفاشل";
"passcode_is_not_set" = "لم يتم ضبط كلمة المرور و هوية اللمس";
"open_passcode_settings" = "فتح إعدادات كلمة المرور";

"confirm_unlock_on_approach" = "تأكيد فك القفل عنجد الإقتراب";
"confirm_unlock_on_approach_description" = "يحدد هذا الخيار إن كان سيتم الطلب منك على جهاز الأيفون لتأكيد تسجيل الدخول كل مرة تدخل نطاق فك القفل الخاص بنير لوك";
"confirm_unlock_on_approach_login_automatically" = "لا توافق - تسجيل الدخول بشكل تلقائي";


"clipboard_options" = "الحافظة - خيارات النسخ / اللصق";
"send_clipboard_to_ios" = "إرسال النص المنسوخ إلى جهاز IOS";
"get_clipboard_text_from_ios" = "الحصول على النص المنسوخ من جهاز IOS";
"show_clipboard_menu_on_main_screen" = "عرض خيارات الحافظة على الشاشة الرئيسية";

"clipboard_is_empty_short" = "الحافظة فارغة";
"clip_already_matching" = "يجري تطابق الحافظات بشكل مسبق";

"clipboard_copied_from_ios_device" = "تم نسخ الحافظة من الأيفون";
"clipboard_could_not_be_copied_from_ios_device" = "لم يتم التمكن من نسخ الحافظة من جهازك الأيفون";
"clipboard_copied_to_ios_device" = "تم نسخ الحافظة إلى %@";
"clipboard_could_not_be_copied_to_ios_device" = "لم يتم التمكن من نسخ الحافظة إلى جهازك الأيفون";
"mac_clipboard_copied" = "تم نسخ حافظة ماك إلى جهازك الأيفون";
"ios_send_clipboard_to_mac" = "إرسال النص المنسوخ إلى ماك";
"ios_get_clipboard_from_mac" = "الحصول على نص حافظة ماك";

"clipboard" = "الحافظة";
"clipboard_explanation" = "ما دام كل أجهزتك متصلة يمكنك إرسال النص المنسوخ من جهازك الماك إلى جهازك الأيفون.";
"use_shortcut" = "يمكنك استخدام أيضاً هذا الإختصار: ";
"send_clipboard_shortcut" = "ctrl+cmd+v";
"clipboard_info_text" = "كيف يعمل النسخ / اللصق؟";
"clipboard_is_empty" = "احافظتك فارغة! حاول نسخ بعض من النص و حاول مجدداً!";
"clipboard_is_too_big_to_send" = "النص في الحافظة كبير جداً. الحد الأقصى هو 10 الآف رمز.";
"device_not_connected_to_iphone" = "جهازك الماك متصل بجهازك الأيفون";
"device_not_pro_version_or_foreground" = "هذا الخيار مدعوم فقط في الإصدار المحترف أو إن كان تطبيق الأيفون في المقدمة";

"sleep_shortcut" = "ctrl+cmd+L";

"sleep_mac" = "وضع جهاز الماك للنوم";
"press_any_key_on_your_mac" = "رائع! انقر الآن على أي زر على جهازك الماك لتشغيل شاشة ماك.";

"lock_and_unlock_your_mac_automatically" = "قفل و فك قفل جهازك الماك تلقائياً";
"mac_wake_unlock" = "فك قفل استيقاظ الماك";
"mac_wake_unlock_setup" = "إعداد استيقاظ فك قفل الماك";
"mac_wake_unlock_options" = "خيارات استيقاظ فك قفل الماك";
"mac_sleep_screen_unlock_description" = "بعدما يستيقظ جهازك الماك من النوم يمكنك استخدام جهازك الأيفون لفك جهازك الماك بسهولة ";
"mac_sleep_screen_unlock_description_2" = "إن كان جهازك الأيفون في وضع الخلفية، ستستلم إشعار حيث يمكن استخدامه فيما بعد لفك قفل جهازك الماك";

"connect_to_iphone_to_use_this_feature" = "الرجاء الإتصال بجهازك الأيفون لتتمكن من تجربة هذه الخاصية";

"mac_sleep_screen_unlock_options" = "خيارات استيقاظ ماك";
"mac_sleep_screen_dont_ask" = "لا تطلب فك قفل ماك بعدما يستيقظ";
"mac_sleep_screen_ask_yes_no" = "تأكيد فك القفل على الأيفون ينعم أو لا";
"mac_sleep_screen_ask_touch_id" = "تأكيد فك القفل على الأيفون بهوية اللمس أو كلمة المرور";
"mac_sleep_screen_double_knock" = "تأكيد فك القفل على الأيفون بنقرة مزدوجة - التفعيل بعد 15 ثانية من الإشعار";
"mac_sleep_screen_tutorial" = "كيف يعمل استيقاظ ماك؟ ";

"you_will_be_asked_on_your_iphone" = "سيتم طلب فك قفل جهازك الماك من الأيفون الخاص بك.";
"choose_your_confirmation_option" = "اختر خيار التأكيد الخاص بك:";
"mac_sleep_screen_ask_yes_no_short" = "نعم / لا";
"mac_sleep_screen_ask_touch_id_short" = "هوية اللمس / كلمة المرور";
"mac_sleep_screen_double_knock_short" = "انقر مرتين على الأيفون";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "ضع جهازك الماك في وضع النوم الآن و اتبع التعليمات على هاتفك الأيفون";
"sleep_mac_now" = "نوم ماك الآن";

"how_does_mac_wake_unlock_work" = "لفهم أفضل حول كيفية عمل استيقاظ ماك:";
"disable_unlock_on_approach" = "الرجاء إلغاء تفعيل فك القفل التلقائي لنير لوك مؤقتاً";
"turn_near_lock_off" = "إطفاء نير لوك";
"disable_wifi_unlock" = "الرجاء مؤقتاً إلغاء خيار تفعيل فك قفل الواي فاي";
"turn_wifi_unlock_off" = "إطفاء فك قفل الواي فاي";
"turn_the_options_on_again_after_tutorial" = "يمكنك إعادة تفعيل هذه الخيارات مجدداً بعد البرنامج التعليمي!";
"or_press" = "أو اضغط";

"wifi_unlock_description_mac" = "استخدم فك قفل الواي فاي لإبقاء جهازك الماك مفتوحاً أثناء اتصالك مع شبكات الواي فاي التي قمت باختيارها (مثل شبكة الانترنت المنزلي)";
"wifi_unlock_description_mac_2" = "فك قفل الواي فاي يعمل على إبقاء جهاز الماك مفتوح أثناء اتصالك بالواي فاي المختارة (مثل شبكة المنزل)";
"txt_automatically" = "فك القفل تلقائياً";

"txt_advanced_login_settings" = "إعدادات ماك لفتح القفل المطورة";
"txt_advanced_login_settings_description" = "يحدد هذا الخيار إن كان سيتم الطلب منك على جهازك الأيفون للموافقة على كل عملية فك قفل للماك بعدما تقترب من ماك و نصف القطر الخاص به";
"txt_confirm_login_after_approach" = "تأكيد فك القفل بعد الإقتراب";

"select_keyboard_shortcuts" = "اختيار اختصارات لوحة المفاتيح";
"change_keyboard_shortcut" = "تغيير اختصار لوحة المفاتيح";

"wifi_unlock_expalnation" = "• فك قفل الواي فاي - اعمل على بقاء جهازك الماك مفتوح أثناء الإتصال بشبكة الواي فاي المختارة (مثل شبكة المنزل)";
"clipboard_explanation" = "• الحافظة - انسخ و ألصق النص و من جهازك الماك";

"update_near_lock_on_ios_to_use_this_feauture" = "الرجاء تحديث نيرلوك على جهازك الأيفون لاستخدام هذا الخاصية";
"update_near_lock_on_osx_to_use_this_feauture" = "الرجاء تحديث نيرلوك على جهازك الماك لاستخدام هذا الخاصية";
"near_lock_demo" = "استعراض نيرلوك";

"back" = "رجوع";

"show_wifi_unlock_on_main_screen" = "عرض فك قفل الواي فاي على الشاشة الرئيسية دائماً";
"take_photo_after_each_login" = "أخذ صورة بعد كل عملية تسجيل دخول";
"show_login_photos" = "عرض صور تسجيل الدخول";
"delete_all_photos_question" = "هل ترغب بحذف كل الصور التي تمت مشاهدتها؟";
"delete_single_photo" = "هل ترغب بحذف كل الصور التي تم اختيارها؟";
"send_clipboard_to_ios_short" = "إرسال الحافظة";

"mac_sleep_screen_double_knock" = "تأكيد فك القفل على الأيفون بنقرة مزدوجة - التفعيل بعد 15 ثانية من الإشعار";
"mac_sleep_screen_double_knock_active_only" = "كشف الضرب فعّال بعد 15 ثانية من استلام الإشعار على الأيفون";
"show_mac_control_on_main_menu" = "عرض خيارات إدارة ماك على الشاشة الرئيسية";
"show_login_control_on_main_menu" = "عرض خيارات إدارة تسجيل الدخول على الشاشة الرئيسية";
"login_control_title" = "إدارة تسجيل الدخول";

"no_detected_logins_photo attempts" = "لا توجد هنالك محاولات تسجيل ملتقطة";

"clipboard_send_to_mac" = "تم إرساله إلى ماك";
"clipboard_copy_from_mac" = "نسخة من ماك";

"mac_control_options" = "خيارات إدارة ماك";
"login_control_options" = "خيارات إدارة تسجيل الدخول";

"near_lock_pro_restored" = "تم استرجاع إصدار نيرلوك المحترف. يمكنك أن تستخدم الآن كل مزايا نيرلوك!";
"near_lock_bought" = "شكراً لشرائك نيرلوك المحترف. يمكنك الآن استخدام كافة مزايا نيروك!";
"info_short" = "معلومات";
"login_photos_short" = "صور تسجيل الدخول";
"failed_login_photos_short" = "صور غير ناجحة لتسجيل الدخول";
"lock_unlock_history_short" = "قفل فك قفل السجل";
"login_photos_description_1" = "تتيح لك نيرلوك إلتقاط صورة كل مرة يكون فيها جهازك الماك مفتوح.";
"login_photos_description_2" = "إن هذه الصور مخزنة عى جهازك الماك و يمكن أن يتم حذفها في أي وقت.";
"show_all_photos" = "عرض كل الصور";
"failed_login_photos_description_1_short" = "تتيح لك نيرلوك إلتقاط صورة في كل مرة يتم إدخال كلمة سر خاطئة على شاشة تسجيل الدخول لدى ماك.";
"failed_login_photos_description_1" = "تتيح لك نيرلوك إلتقاط صورة كل مرة يحاول فيها شخص تسجيل الدخول إلى حاسوبك و يدخل كلمة سر خاطئة.";
"failed_login_photos_description_2" = "يتم حفظ هذه الصور فقط على جهازك الماك و يمكن أن يتم حذفها في أي وقت.";
"mac_control_receive_notification_on_iphone" = "احصل على إشعار على جهازك الأيفون";
"mac_control_share_photo" = "مشاركة الصورة";
"mac_control_save_photo_to_documents" = "حفظ الصورة في الوثائق";
"mac_control_delete_photo" = "حذف الصورة";
"mac_control_delete_all_photos" = "حذف كل الصور";
"not_yet_available_on_sierra_and_above" = "*غير متوفر بعد على ماك سييرا و الإصدارات الأحدث";
"feature_not_supported_on_sierra" = "هذه اخاصية غير مدعومة بعد على ماك سييرا و أنظمة التشغيل الأحدث.";
"feature_not_supported_on_sierra_short" = "غير مدعوم على ماك سييرا+";
"mac_control_info_description" = "احصل على فكرة أفضل عن استخدام جهازك الماك";

"learn_more" = "معرفة المزيد";

"lock_unlock_history_description_1" = "يمكنك أن تستخدم نيرلوك لتعقب أوقات تسجيل دخولك و خروجك، بالإضافة إلى الوقت المستغرق في العمل على جهازك الماك.";
"lock_unlock_history_description_2" = "يمكن أن يخدم كمتعقب للوقت دون جهد.";
"show_history" = "عرض السجل";
"unlock_by_typing_password" = "الفتح من خلال إدخال كلمة السر";
"unlocked_by_near_lock" = "الفتح من خلال نيرلوك";
"unlocked_by_wifi_unlock" = "تم الفتح من قبل فك القفل واي فاي";
"unlocked_by_near_lock_automatic" = "تم الفتح تلقائياً من قبل نيرلوك";

"only_3_photos_in_free_version" = "يمكنك أن تلتقط فقط 3 صور في الإصدار المجاني. يتيح لك الإصدار المحترف إلتقاط صور غير محدودة.";
"only_3_photos_in_free_version_short" = "احصل على إلإصدار المحترف لأكثر من 3 صور";
"enable" = "تخويل";
"not_enabled" = "غير مخوّل";

"login_photo_not_enabled" = "هذه الخاصية غير مفعلة حالياً و لن يلتقط نيرلوك صورة بعد كل محاولة غير ناجحة لتسجيل الدخول على ماك.";
"failed_login_attempt_not_enabled" = "هذه الخاصية غير مفعلة حالياً و لن يلتقط نيرلوك صورة بعد محاولة تسجيل الدخول غير الناجحة.";
"enable_in_mac_control" = "يمكنك أيضاً تفعيل هذا الخيار  من على إعدادات ماك للإدارة.";
"disable_in_mac_control" = "يمكنك إلغاء تفعيل هذا الخيار من خلال إعدادات ماك للإدارة";

"troubleshoot" = "حل مشكلة";
"nearlock_is_turned_on" = "جهاز الماك مشغّل";
"mac_is_locked" = "جهاز الماك مقفل";
"mac_is_unlocked" = "جهاز الماك مفتوح";
"no_camera_detected" = "لم يتم الكشف عن كاميرا";
"no_suitable_camera" = "لم تكشف نيرلوك عن أي كاميرا مناسبة على جهازك";
"no_login_photos" = "لا توجد حالياً صور لتسجيل الدخول.";

"in_pro_version_unlock_from_lock_screen" = "In PRO version you can unlock your Mac directly from the iPhone lock screen.";




















































































































































































































































































































































































































































































































